enter_question = Введите вопрос для карточки:
enter_answer = Введите ответ для карточки:
card_added = ✅ Карточка успешно добавлена!
no_cards = ❌ В колоде нет карточек
select_card_edit = Выберите карточку для редактирования:
select_card_delete = Выберите карточку для удаления:
card_not_found = ❌ Карточка не найдена
current_question = 
    Текущий вопрос:
    <b>{$question}</b>
    
    Введите новый вопрос:
enter_new_answer = Введите новый ответ:
card_updated = ✅ Карточка успешно обновлена!
card_deleted = ✅ Карточка удалена.
cards_in_deck = 📂 <b>Карточки в колоде:</b>

btn_add_card = ✏️ Добавить карточку
btn_edit_card = ✏️ Редактировать карточку
btn_delete_card = 🗑 Удалить карточку