welcome_message = 
    Привет! Я твой персональный Telegram-бот для эффективного запоминания по системе интервального повторения.
    
    🎯 <b>Как использовать бота:</b>
    
    1) Создавайте новую колоду с любым названием
    2) Добавляйте карточки в колоду
    3) Запустите сессию повторения
    4) Оцениваете качество вашего ответа
    5) Смотрите итоги и статистику
    
    ⚡️ <b>Зарегистрируйтесь и давай поработаем! 🤟</b>

registration_success = ✅ Спасибо! Вы успешно зарегистрированы.
registration_share_contact = ❌ Пожалуйста, поделитесь своим контактом.
main_menu = Главное меню:

# Registration button
btn_share_contact = 📱 Поделиться контактом